/* Game Page's player 1 name label (loadView init)
   Game Page's player 1 name label (passed from Settings Page)
   resetForNewRound's player 1 name label (v2)
   Slot Tapped Action's player 1 name label (v2) (@tappedS1)
   Slot Tapped Action's player 1 name label (v2) (@tappedS2)
   Slot Tapped Action's player 1 name label (v2) (@tappedS3)
   Slot Tapped Action's player 1 name label (v2) (@tappedS4)
   Slot Tapped Action's player 1 name label (v2) (@tappedS5)
   Slot Tapped Action's player 1 name label (v2) (@tappedS6)
   Slot Tapped Action's player 1 name label (v2) (@tappedS7)
   Slot Tapped Action's player 1 name label (v2) (@tappedS8)
   Slot Tapped Action's player 1 name label (v2) (@tappedS9) */
"-> Player 1: \(name1)" = "-> Jugador 1: \(name1)";

/* Settings Page's player 1 name label */
"-> Player 1: \(p1name)" = "-> Jugador 1: \(p1name)";

/* resetForNewRound's player 2 name label (v1)
   Slot Tapped Action's player 2 name label (v1) (@tappedS1)
   Slot Tapped Action's player 2 name label (v1) (@tappedS2)
   Slot Tapped Action's player 2 name label (v1) (@tappedS3)
   Slot Tapped Action's player 2 name label (v1) (@tappedS4)
   Slot Tapped Action's player 2 name label (v1) (@tappedS5)
   Slot Tapped Action's player 2 name label (v1) (@tappedS6)
   Slot Tapped Action's player 2 name label (v1) (@tappedS7)
   Slot Tapped Action's player 2 name label (v1) (@tappedS8)
   Slot Tapped Action's player 2 name label (v1) (@tappedS9) */
"-> Player 2: \(name2)" = "-> Jugador 2: \(name2)";

/* Game Ended's Alert message text (v1) */
"\(name1) won the game! To play again go back to Settings." = "\(name1) gano el juego! Para jugar de nuevo regrese a Configuracion.";

/* Round Ended's Alert message text (v1) */
"\(name1) won the round!" = "\(name1) gano el juego!";

/* Game Ended's Alert message text (v2) */
"\(name2) won the game! To play again go back to Settings." = "\(name2) gano el juego! Para jugar de nuevo regrese a Configuracion.";

/* Round Ended's Alert message text (v2) */
"\(name2) won the round!" = "\(name2) gano el juego!";

/* Game Ended's Alert title text (v1)
   Game Ended's Alert title text (v2)
   Game Ended's Alert title text (v3) */
"Game ended." = "El juego se termino.";

/* Settings Page's Alert title text */
"Game settings rejected." = "Configuracion del juego rechazada.";

/* Get Started button label */
"Get Started" = "Empiece";

/* resetForNewRound's player 1 name label (v1)
   Slot Tapped Action's player 1 name label (v1) (@tappedS1)
   Slot Tapped Action's player 1 name label (v1) (@tappedS2)
   Slot Tapped Action's player 1 name label (v1) (@tappedS3)
   Slot Tapped Action's player 1 name label (v1) (@tappedS4)
   Slot Tapped Action's player 1 name label (v1) (@tappedS5)
   Slot Tapped Action's player 1 name label (v1) (@tappedS6)
   Slot Tapped Action's player 1 name label (v1) (@tappedS7)
   Slot Tapped Action's player 1 name label (v1) (@tappedS8)
   Slot Tapped Action's player 1 name label (v1) (@tappedS9) */
"Player 1: \(name1)" = "Jugador 1: \(name1)";

/* Game Ended's player 1 name label (v3) */
"Player 1: \(name1) (Draw)" = "Jugador 1: \(name1) (Draw)";

/* Game Ended's player 1 name label (v2) */
"Player 1: \(name1) (Loser)" = "Jugador 1: \(name1) (Loser)";

/* Game Ended's player 1 name label (v1) */
"Player 1: \(name1) (Winner)" = "Jugador 1: \(name1) (Winner)";

/* Game Page's player 2 name label (loadView init)
   Game Page's player 2 name label (passed from Settings Page)
   resetForNewRound's player 2 name label (v2)
   Slot Tapped Action's player 2 name label (v2) (@tappedS1)
   Slot Tapped Action's player 2 name label (v2) (@tappedS2)
   Slot Tapped Action's player 2 name label (v2) (@tappedS3)
   Slot Tapped Action's player 2 name label (v2) (@tappedS4)
   Slot Tapped Action's player 2 name label (v2) (@tappedS5)
   Slot Tapped Action's player 2 name label (v2) (@tappedS6)
   Slot Tapped Action's player 2 name label (v2) (@tappedS7)
   Slot Tapped Action's player 2 name label (v2) (@tappedS8)
   Slot Tapped Action's player 2 name label (v2) (@tappedS9) */
"Player 2: \(name2)" = "Jugador 2: \(name2)";

/* Game Ended's player 2 name label (v3) */
"Player 2: \(name2) (Draw)" = "Jugador 2: \(name2) (Empate)";

/* Game Ended's player 2 name label (v1) */
"Player 2: \(name2) (Loser)" = "Jugador 2: \(name2) (Perdedor)";

/* Game Ended's player 2 name label (v2) */
"Player 2: \(name2) (Winner)" = "Jugador 2: \(name2) (Ganador)";

/* Settings Page's player 2 name label */
"Player 2: \(p2name)" = "Jugador 2: \(p2name)";

/* Settings Page's Alert message text */
"Please re-enter valid settings." = "Por favor entre una configuracion valida.";

/* Round Ended's Alert title text (v1)
   Round Ended's Alert title text (v2)
   Round Ended's Alert title text (v3) */
"Round ended." = "La ronda termino.";

/* Game Page's rounds label (loadView init)
   Game Page's rounds label (passed from Settings Page) */
"Rounds left: \(roundsCount)" = "Rondas que quedan: \(roundsCount)";

/* Game Page's player 1 score label (loadView init)
   Game Page's player 1 score label (passed from Settings Page) */
"Score: \(score1)" = "Puntaje: \(score1)";

/* Game Page's player 2 score label (loadView init)
   Game Page's player 2 score label (passed from Settings Page) */
"Score: \(score2)" = "Puntaje: \(score2)";

/* Game Ended's Alert message text (v3) */
"The game ended in a draw! To play again go back to Settings." = "El juego termino en empate! Para jugar de nuevo regrese a Configuracion.";

/* Round Ended's Alert message text (v3) */
"The round ended in a draw!" = "El juego termino en empate!";

/* Home page title */
"The Tic Tac Toe Game" = "El Juego de Tic Tac Toe";

